Repository: fourdigits/wagtailreports
Catalog: wagtailreports/locale/*/LC_MESSAGES/django.po
Languages: de, fr, nb, nl_nl, pl

source: Add
de: Hinzufügen
fr: Ajouter
nb: Legg til
nl_nl: Toevoegen
pl: Dodaj

source: Add/edit reports you own
de: Hinzufügen/Bearbeiten von Dokumenten, die Sie besitzen
fr: Ajouter/modifier vos reports
nb: Legg til/rediger dokumenter du eier
nl_nl: Eigen reporten toevoegen/wijzigen
pl: Dodaj/edytuj swoje dokumenty

source: Edit
de: Bearbeiten
fr: Modifier
nb: Endre
nl_nl: Wijzig
pl: Edytuj

source: Edit any report
de: Jedes Dokument bearbeiten
fr: Modifier n’importe quel report
nb: Rediger ethvert dokument
nl_nl: Alle reporten wijzigen
pl: Edytuj dowolny dokument

source: title
de: Titel
fr: Titre
nb: tittel
nl_nl: titel
pl: tytuł

source: file
de: Datei
fr: Fichier
nb: fil
nl_nl: bestand
pl: plik

source: created at
de: Erstellt am
fr: Créé à
nb: opprettet
nl_nl: gemaakt op
pl: utworzono dnia

source: uploaded by user
de: Hochgeladen von Benutzer
fr: Téléchargé par l'utilisateur
nb: opplastet av bruker
nl_nl: geupload door gebruiker
pl: wgrane przez użytkownika

source: tags
de: Schlagwörter
fr: Mots-clés
nb: stikkord
pl: tagi

source: report
de: Dokument
nb: dokument
pl: dokument

source: Choose a report
de: Dokument auswählen
fr: Choisir un report
nb: Velg et dokument
nl_nl: Kies een report
pl: Wybierz dokument

source: Search
de: Suche
fr: Recherche
nb: Søk
nl_nl: Zoek
pl: Szukaj

source: Upload
de: Hochladen
fr: Envoyer
nb: Last opp
nl_nl: Uploaden
pl: Prześlij

source: Uploading...
de: Lade hoch…
fr: Téléchargement...
nb: Laster opp...
nl_nl: Bezig met uploaden...
pl: Wgrywanie...

source: Server Error
de: Server-Fehler
fr: Erreur du serveur
nb: Serverfeil
pl: Błąd serwera

source: Report this error to your webmaster with the following information:
de: Melden Sie diesen Fehler Ihrem Webseitenverwalter mit der folgenden Information:
fr: Signaler cette erreur à votre webmaster avec les informations suivantes :
nb: Rapporter denne feilen til de webansvarlige med følgende info:
nl_nl: Rapporteer deze foutmelding aan uw webmaster met de volgende informatie:
pl: Zgłoś ten błąd administratorowi strony wraz z poniższą informacją:

source: There is one match
de: Es gibt ein Ergebnis
fr: 1 résultat correspondant
nb: Det er ett treff
nl_nl: Er is één resultaat
pl: Jedno dopasowanie

source: Latest reports
de: Neueste Dokumente
fr: Derniers reports
nb: Siste dokumenter
nl_nl: Nieuwste reporten
pl: Najnowsze dokumenty

source: Sorry, no reports match "<em>%(query_string)s</em>"
de: Es gibt leider keine Dokumente zum Suchbegriff „<em>%(query_string)s</em>“
fr: Désolé, aucun report ne correspond à "<em>%(query_string)s</em>"
nb: Beklager, ingen dokumenter samsvarer med <em>"%(query_string)s"</em>
nl_nl: Sorry, geen reporten komen overeen met de zoekterm "<em>%(query_string)s</em>"
pl: Przepraszamy, żaden dokument nie pasuje do "<em>%(query_string)s</em>"

source: Change report:
de: Dokument ändern:
fr: Modifier le report :
nb: Endre dokument:
nl_nl: Wijzig report:
pl: Zmień dokument:

source: Add a report
de: Ein Dokument hinzufügen
fr: Ajouter un report
nb: Legg til et dokument
nl_nl: Voeg een report toe
pl: Dodaj dokument

source: Add report
de: Dokument hinzufügen
fr: Ajouter le report
nb: Legg til dokument
nl_nl: Voeg report toe
pl: Dodaj dokument

source: Delete %(title)s
de: %(title)s löschen
fr: Supprimer %(title)s
nb: Slett %(title)s
nl_nl: Verwijder %(title)s
pl: Usuń %(title)s

source: Delete report
de: Dokument löschen
fr: Supprimer le report
nb: Slett dokument
nl_nl: Verwijder report
pl: Usuń dokument

source: Are you sure you want to delete this report?
de: Sind Sie sicher, dass Sie dieses Dokument löschen wollen?
fr: Êtes-vous sûr(e) de vouloir supprimer ce report ?
nb: Er du sikker på at du vil slette dette dokumentet?
nl_nl: Weet u zeker dat u dit report wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten dokument?

source: Yes, delete
de: Ja, Löschen
fr: Oui, supprimer
nb: Ja, slett
nl_nl: Ja, verwijder
pl: Tak, usuń

source: Editing %(title)s
de: %(title)s bearbeiten
fr: Édition de %(title)s
nb: Endrer %(title)s
nl_nl: Wijzigen %(title)s
pl: Edycja %(title)s

source: Editing
de: Bearbeiten
fr: Modification
nb: Endrer
nl_nl: Wijzigen
pl: Edycja

source: Save
de: Speichern
fr: Enregistrer
nb: Lagre
nl_nl: Opslaan
pl: Zapisz

source: Filesize
de: Dateigrösse
fr: Taille du fichier
nb: Filstørrelse
nl_nl: Bestandsgrootte
pl: Rozmiar pliku

source: File not found
de: Datei nicht gefunden
fr: Fichier non trouvé
nb: Fil ikke funnet
nl_nl: Bestand niet gevonden
pl: Plik nie został odnaleziony

source: Reports
de: Dokumente
nb: Dokumenter
nl_nl: Reporten
pl: Dokumenty

source: Title
de: Titel
fr: Titre
nb: Tittel
nl_nl: Titel
pl: Tytuł

source: File
de: Datei
fr: Fichier
nb: Fil
pl: Plik

source: Uploaded
de: Hochgeladen
fr: Envoyé
nb: Opplastet
nl_nl: Geupload
pl: Przesłano

source: %(time_period)s ago
de: vor %(time_period)s
fr: il y a %(time_period)s
nb: %(time_period)s siden
nl_nl: %(time_period)s geleden
pl: %(time_period)s temu

source: You haven't uploaded any reports in this collection. Why not <a href="%(wagtailreports_add_report_url)s">upload one now</a>?
de: Sie haben noch keine Dokumente in dieser Sammlung hochgeladen. <a href="%(wagtailreports_add_report_url)s">Laden Sie doch jetzt eins hoch!</a>
fr: Vous n’avez pas encore envoyé de report dans cette collection. Pourquoi ne pas <a href="%(wagtailreports_add_report_url)s">en envoyer un</a> ?
nb: Du har ikke lastet opp noen dokumenter til denne samlingen. Hvorfor ikke <a href="%(wagtailreports_add_report_url)s">laste opp et nå</a>?
nl_nl: Er zijn nog geen reporten aan deze collectie toegevoegd. Waarom <a href="%(wagtailreports_add_report_url)s">voegt u er niet een toe</a>?
pl: Nie przesłano żadnych dokumentów do tej kolekcji. Dlaczego nie <a href="%(wagtailreports_add_report_url)s">dodać jednego teraz</a>?

source: You haven't uploaded any reports. Why not <a href="%(wagtailreports_add_report_url)s">upload one now</a>?
de: Sie haben noch keine Dokumente hochgeladen. <a href="%(wagtailreports_add_report_url)s">Laden Sie doch jetzt eins hoch!</a>
fr: Vous n'avez pas encore envoyé de report. Pourquoi ne pas <a href="%(wagtailreports_add_report_url)s">en envoyer un maintenant</a> ?
nb: Du har ikke lastet opp noen dokumenter. Hvorfor ikke <a href="%(wagtailreports_add_report_url)s">laste opp et nå</a>?
nl_nl: Er zijn nog geen reporten toegevoegd. Waarom <a href="%(wagtailreports_add_report_url)s">voegt u er niet een toe</a>?
pl: Nie przesłano żadnych dokumentów. Czemu nie <a href="%(wagtailreports_add_report_url)s">dodać jednego teraz</a>?

source: Usage of %(title)s
de: Benutzung von %(title)s
fr: Utilisation de %(title)s
nb: Bruk av %(title)s
nl_nl: Gebruik van %(title)s
pl: Użycie %(title)s

source: Usage of
de: Benutzung von
fr: Utilisation de
nb: Bruk av
nl_nl: Gebruik van
pl: Użycie

source: Parent
de: Übergeordnet
nb: Forelder
pl: Rodzic

source: Type
de: Typ
pl: Typ

source: Edit this page
de: Diese Seite bearbeiten
fr: Modifier cette page
nb: Rediger denne siden
nl_nl: Wijzig deze pagina
pl: Edytuj tę stronę

source: <span>%(total)s</span> Report
de: <span>%(total)s</span> Dokument
nb: <span>%(total)s</span> dokumenter
pl: <span>%(total)s</span> Dokument

source: Add multiple reports
de: Mehrere Dokumente hinzufügen
fr: Ajouter plusieurs reports
nb: Legg til flere dokumenter
nl_nl: Voeg meerdere reporten toe
pl: Dodaj wiele dokumentów

source: Add reports
de: Dokumente hinzufügen
fr: Ajouter des reports
nb: Legg til dokumenter
nl_nl: Voeg reporten toe
pl: Dodaj dokumenty

source: Drag and drop reports into this area to upload immediately.
de: Ziehen Sie Dokumente in diesen Bereich, um sie sofort hochzuladen.
fr: Glisser-déposer des reports dans cette zone pour les envoyer immédiatement.
nb: Dra og slipp dokumenter i dette feltet for å laste opp umiddelbart.
nl_nl: Sleep reporten naar dit gebied om ze direct te uploaden.
pl: Przeciągnij i upuść dokumenty w to miejsce, żeby je natychmiast przesłać.

source: Or choose from your computer
de: Oder wählen Sie es von Ihrem Computer aus
fr: Ou choisissez depuis votre ordinateur
nb: Eller velg fra din datamaskin
nl_nl: Of kies vanaf uw computer
pl: Lub wybierz z komputera

source: Add to collection:
de: Zu Sammlung hinzufügen:
fr: Ajouter à la collection :
nb: Legg til i samling:
nl_nl: Voeg toe aan collectie:
pl: Dodaj do kolekcji:

source: Upload successful. Please update this reports with a more appropriate title, if necessary. You may also delete the report completely if the upload wasn't required.
de: Upload erfolgreich. Bitte geben Sie diesem Dokument einen passenden Titel. Sie können das Dokument auch entfernen, wenn der Upload nicht notwendig war.
fr: Envoi réussi. Veuillez mettre à jour ce report avec un titre plus approprié, si nécessaire. Vous pouvez aussi supprimer complètement le report si l’envoi n’était pas nécessaire.
nb: Opplasting vellykket. Du kan oppdatere dette dokumentet med den mer passende tittel, om nødvendig. Du kan også slette dokumentet dersom opplastingen ikke var nødvendig.
nl_nl: Upload geslaagd. Voorzie dit report indien nodig van een betere titel. U kunt ook het report helemaal verwijderen indien de upload onnodig bleek.
pl: Wgranie plików zakończone powodzeniem. Jeśli trzeba zaktualizuj tytuł tego dokumentu. Możesz także usunąć ten dokument jeśli wgranie pliku nie było wymagane.

source: Sorry, upload failed.
de: Entschuldigung, der Upload ist fehlgeschlagen.
fr: Désolé, l’envoi a échoué.
nb: Beklager, opplasting feilet.
nl_nl: Sorry, het uploaden is misgegaan.
pl: Przepraszamy, przesyłanie się nie powiodło.

source: Update
fr: Mettre à jour
nb: Oppdater
pl: Aktualizacja

source: Delete
de: Löschen
fr: Supprimer
nb: Slett
nl_nl: Verwijderen
pl: Usuń

source: You need a password to access this report.
de: Sie benötigen ein Passwort um dieses Dokument aufzurufen.
fr: Il vous faut un mot de passe pour accéder à ce report.
nb: Du må oppgi et passord for å se dette dokumentet.
nl_nl: U heeft een wachtwoord nodig om dit report te bekijken.
pl: Potrzebujesz hasła, aby dostać się do tego dokumentu.

source: Report permissions
de: Dokumenten-Berechtigungen
fr: Permissions de report
nb: Dokumenttillatelser
nl_nl: Reportmachtigingen
pl: Uprawnienia dokumentów

source: Add a report permission
de: Einfügen einer Dokumenten-Berechtigung
fr: Ajouter une permission de report
nb: Legg til dokumenttillatelse
nl_nl: Voeg een reportmachtiging toe
pl: Dodaj uprawnienie dokumentu

source: Search reports
de: Nach Dokumenten suchen
fr: Rechercher des reports
nb: Søk i dokumenter
nl_nl: Zoek reporten
pl: Szukaj dokumentów

source: Report '{0}' added.
de: Dokument ‚{0}‘ wurde hinzugefügt.
fr: Report '{0}' ajouté.
nb: Dokumentet "{0}" er lagt til.
nl_nl: Report '{0}' toegevoegd.
pl: Dodano dokument '{0}'.

source: The report could not be saved due to errors.
de: Aufgrund eines Fehlers konnte das Dokument nicht gespeichert werden.
fr: Le report ne peut être enregistré du fait d'erreurs.
nb: Dokumentet kunne ikke lagres grunnet feil.
nl_nl: Het report kon vanwege fouten niet worden opgeslagen.
pl: Dokument nie mógł zostać zapisany z powodu błędów.

source: Report '{0}' updated
de: Dokument ‚{0}‘ wurde hochgeladen
fr: Report '{0}' mis à jour
nb: Dokumentet "{0}" er oppdatert
nl_nl: Report '{0}' is bijgewerkt
pl: Uaktualniono dokument '{0}'

source: The file could not be found. Please change the source or delete the report
de: Die Datei konnte nicht gefunden werden. Bitte ändern Sie die Quelle oder löschen Sie das Dokument
fr: Le fichier n'a pas été trouvé. Veuillez changer la source ou supprimer le report.
nb: Filen ble ikke funnet. Endre kilde for dokumentet eller slett det
nl_nl: Het bestand kon niet worden gevonden. Kies een ander bronbestand of verwijder het report.
pl: Plik nie mógł zostać odnaleziony. Proszę zmień źródło lub usuń dokument

source: Report '{0}' deleted.
de: Dokument ‚{0}‘ wurde gelöscht.
fr: Report '{0}' supprimé.
nb: Dokumentet "{0}" er slettet.
nl_nl: Report '{0}' verwijderd.
pl: Usunięto dokument '{0}'

source: %(count)s report
de: %(count)s Dokument
nb: %(count)s dokument
pl: %(count)s dokument

source: Choose another report
de: Anderes Dokument wählen
fr: Choisir un autre report
nb: Velg et annet dokument
nl_nl: Kies een ander report
pl: Wybierz inny dokument

source: Edit this report
de: Dieses Dokument bearbeiten
fr: Modifier ce report
nb: Endre dette dokumentet
nl_nl: Wijzig dit report
pl: Edytuj ten dokument

source: Status
fr: Statut
